[
    {
        "id": "ducati-corse-d-air-c2",
        "name": "Ducati Corse |D |air® C2 - Racing suit with airbag system",
        "image": "/Slike/Ponudba/Vsi accessoriji/Bike wear/Ducati Corse C2/Ducati Corse C2  front.png",
        "category": "bike wear",
        "description": "The Ducati Corse |D|air® C2 riding suit made by Dainese in the exclusive Ducati Corse livery is equipped with an integrated airbag that, in synergy...",
        "description2": "The Ducati Corse |D|air® C2 riding suit made by Dainese in the exclusive Ducati Corse livery is equipped with an integrated airbag that, in synergy with the existing protections in the professional suit, covers the shoulders, neck, collarbones and upper chest. Made of D-skin 2.0 full-grain cowhide leather, it has been upgraded with a super-ergonomic construction of the arms and knees, equipped with steel plates integrated directly into the leather and interchangeable sliders. CE-certified, it is the ideal garment for the track thanks to an integrated electronic system that allows the rider to download and verify key performance data like lean angle and speed.",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Bike wear/Ducati Corse C2/Ducati Corse C2 back.png",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Bike wear/Ducati Corse C2/Ducati Corse C2 image.avif",
        "product-details": "Comfort: Biaxial elastic for improved movement and comfort Micro-stretch insertsOutside: D-Skin cowhide 2.0 S1 fabricInside: Detachable Nanofeel® lining with 3D-Bubble insertsPlusBack protector includedLocalised perforationLeather suit bag includedThree accelerometersECUGPS antennaGas generatorSwitching on through the two ON/OFF buttons neck closingUser interface (LED on right arm)Battery range: 8 hours in constant operating conditionsThe D-air® system weights just 650 grams",
        "protections": "In thermoformed composite material, pursuant to EN 1621.1Aerodynamic humpPreformed steel insertsPro Shape soft protectors, certified according to EN 1621.1Ready for back protector certified according to EN 1621.2 – Liv. 1D-air® Racing airbag systemSlider (981033275; 981033276)Elbow slider RSS (Replaceable Slider System 981043024)",
        "certification": "CE-marked product, certified according to Regulation (EU) 2016/425 and standard EN 17092-3:2020, Cl. AA"
    },
    {
        "id": "city-leather-jacket",
        "name": "City - Leather jacket",
        "image": "/Slike/Ponudba/Vsi accessoriji/Casual wear/City - Leather jacket/City - Leather jacket.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Casual wear/City - Leather jacket/City - Leather jacket back.avif",
        "category": "casual wear",
        "description": "The City jacket in supple calfskin leather is characterized by its fashionable feel and its clean, essential lines. The tone-on-tone patch applied ...",
        "description2": "The City jacket in supple calfskin leather is characterized by its fashionable feel and its clean, essential lines. The tone-on-tone patch applied to the chest and the prominent stitching on the sleeves that faithfully replicate the Ducati brand, give the garment great personality. Strong reference to motorcycle style thanks to the double button on the collar, the fittings on the shoulders and cuffs with zipper. Urban garment, suitable for everyday use, embellished by the burgundy lining in which the print of the Ducati shield stands out.",
        "product-details": "Customizations Embroidery Patch Plus Personalised lining Cuffs with pleats that even allow the gloves to be worn inside the sleeveMade in Italy"
    },
    {
        "id": "scr-refrigiwear-fabric-jacket",
        "name": "SCR Refrigiwear - Fabric jacket",
        "image": "/Slike/Ponudba/Vsi accessoriji/Casual wear/SCR Refrigiwear - Fabric jacket/SCR Refrigiwear - Fabric jacket.png",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Casual wear/SCR Refrigiwear - Fabric jacket/SCR Refrigiwear - Fabric jacket back.png",
        "category": "casual wear",
        "description": "The new jacket with hood dedicated to the Land of Joy is the result of the collaboration between Ducati and Refrigiwear. The bold and original styl...",
        "description2": "The new jacket with hood dedicated to the Land of Joy is the result of the collaboration between Ducati and Refrigiwear. The bold and original style of the traditional workwear brand perfectly matches the motorcycle-inspired design and features, in a casual yet stylish garment with 3 practical outer pockets and one inner pocket, spiced up by zipper and patch details in iconic Scrambler yellow.",
        "product-details": "Plus 3 outer pockets, 1 internal pocket"
    },
    {
        "id": "ducati-street-textile-vest",
        "name": "Ducati Street - Textile vest",
        "image": "/Slike/Ponudba/Vsi accessoriji/Casual wear/Ducati Street - Textile vest/Ducati Street - Textile vest.png",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Casual wear/Ducati Street - Textile vest/Ducati Street - Textile vest back.png",
        "category": "casual wear",
        "description": "This practical and eye-catching Ducati Street fabric vest is a versatile garment designed to accompany the Reds of Borgo Panigale fans and their mi...",
        "description2": "This practical and eye-catching Ducati Street fabric vest is a versatile garment designed to accompany the Reds of Borgo Panigale fans and their mid-season outfits, both for workwear and leisurewear. With its 3 practical pockets and a front-zip fastening, the vest stands apart for the sash band in the distinct Ducati red, further enhanced by the contrasting Ducati shield and logo. An understated yet distinctive look, ideal for outfits when you dismount from your bike.",
        "product-details": "Grammage    140 gsm     CustomizationsPatch and printPlus3 outer pockets"
    },
    {
        "id": "scr62-refrigiwear-fabric-jacket",
        "name": "SCR62 Refrigiwear - Fabric jacket",
        "image": "/Slike/Ponudba/Vsi accessoriji/Casual wear/SCR62 Refrigiwear - Fabric jacket/SCR62 Refrigiwear - Fabric jacket.jfif",
        "image2":"/Slike/Ponudba/Vsi accessoriji/Casual wear/SCR62 Refrigiwear - Fabric jacket/SCR62 Refrigiwear - Fabric jacket back.avif",
        "category": "casual wear",
        "description": "The SCR62 is the fabric jacket made by RefrigiWear for Ducati Scrambler. Featuring 3 handy outside pockets and one inside pocket, this garment acce...",
        "description2": "The SCR62 is the fabric jacket made by RefrigiWear for Ducati Scrambler. Featuring 3 handy outside pockets and one inside pocket, this garment accentuates the brand’s clean and discreet workwear style with the Scrambler logo and red detailing, for a casual yet refined look.",
        "product-details": "Plus 3 outer pockets, 1 internal pocket"
    },
    {
        "id": "gp-team-replica-24-rain-jacket",
        "name": "GP Team Replica 24 - Rain Jacket",
        "image": "/Slike/Ponudba/Vsi accessoriji/Casual wear/GP Team Replica 24 - Rain Jacket/GP Team Replica 24 - Rain Jacket.jfif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Casual wear/GP Team Replica 24 - Rain Jacket/GP Team Replica 24 - Rain Jacket back.jfif",
        "category": "casual wear",
        "description": "Featuring a distinctly sporty look, the GP Team Replica 24 rain jacket by Diadora is inspired by the design of the official Ducati team garments: a...",
        "description2": "Featuring a distinctly sporty look, the GP Team Replica 24 rain jacket by Diadora is inspired by the design of the official Ducati team garments: a combination of Italy's technological and sports excellence. This garment stands out for its water-resistant technical fabric and its attention to detail, which makes the style all the more striking. Featuring bright reds in perfect racing style and prints of sponsors from the world of Ducati Corse, the GP Team Replica 24 rain jacket is perfect for pursuing your passion on the grandstands of a circuit, or also to proudly wear in your free time.",
        "product-details": "Customizations Print Plus Detachable hood, drawstring for volume adjustment 2 outer pockets Water-resistant fabric"
    },
    {
        "id": "parigi-oar-watch",
        "name": "Parigi OAR - Watch",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Parigi OAR - Watch/Parigi OAR - Watch.avif",
        "category": "accessories",
        "description": "The Paris OAR automatic wristwatch embodies the exquisite Locman style and refined Ducati sports statement in a functional and luxury design access...",
        "description2": "The Paris OAR automatic wristwatch embodies the exquisite Locman style and refined Ducati sports statement in a functional and luxury design accessory. The sleek black dial is enhanced by contrast color hands and a red shield, while the quartz chronograph and steel case are paired with a trendy, perforated black silicone strap. The glare-resistant sapphire crystal glass guarantees excellent visibility and the water resistance of up to 10 ATM make it ideal also for leisure wear. A signature accessory to give an iconic touch to any casual or sporty outfit.",
        "serch": "glasses & watches"
    },
    {
        "id": "roma-cqr-quartz-watch",
        "name": "Roma CQR - Quartz watch",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Roma CQR - Quartz watch/Roma CQR - Quartz watch.jfif",
        "category": "accessories",
        "description": "The Roma CQR wristwatch, by Locman, boasts the renowned boldness and class of Ducati with taste and sophistication, to create a highly practical an...",
        "description2": "The Roma CQR wristwatch, by Locman, boasts the renowned boldness and class of Ducati with taste and sophistication, to create a highly practical and stylish accessory. The quartz chronograph and steel case are coordinated with a trendy perforated black silicone strap and highlighted by Ducati red details. The glare-resistant sapphire crystal glass guarantees excellent visibility and the water resistance of up to 10 ATM makes it the perfect accessory to wear also during leisure time.",
        "serch": "glasses & watches"
    },
    {
        "id": "sidney-oap-watch",
        "name": "Sidney OAP - Watch",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Sidney OAP - Watch/Sidney OAP - Watch.avif",
        "category": "accessories",
        "description": "Sleek and elegant, the Sidney OAP automatic three-handed steel-cased wristwatch by Locman features an impressive slick and trendy design, in which ...",
        "description2": "Sleek and elegant, the Sidney OAP automatic three-handed steel-cased wristwatch by Locman features an impressive slick and trendy design, in which the black dial and calf leather strap are enhanced by the Ducati shield and eye-catching red stitching. The glare-resistant sapphire crystal glass guarantees excellent visibility and the water resistance of up to 10 ATM makes it the perfect accessory to wear also during leisure time, to take the Made in Italy elegance and sporting style of the Reds of Borgo Panigale wherever you go.",
        "serch": "glasses & watches"
    },
    {
        "id": "new-york-cqp-quartz-watch",
        "name": "New York CQP - Quartz watch",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/New York CQP - Quartz watch/New York CQP - Quartz watch.jfif",
        "category": "accessories",
        "description": "The refined design and sophisticated materials of the Locman signature watches encounters the sporty elegance of Ducati to create this New York CQP...",
        "description2": "The refined design and sophisticated materials of the Locman signature watches encounters the sporty elegance of Ducati to create this New York CQP wristwatch, complete with a quartz chronograph and steel case. The dial and the calf leather strap, both in black, are enlivened by the red stitching on the Ducati shield for a subtle edgy touch of character. The glare-resistant sapphire crystal glass guarantees excellent visibility and the water resistance of up to 10 ATM makes it the perfect accessory to wear also during leisure time. An exclusive combination of quality and good taste, dedicated to the Ducatisti who never compromise on style even in their accessories.",
        "serch": "glasses & watches"
    },
    {
        "id": "sepang-sunglasses",
        "name": "Sepang - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Sepang - Sunglasses/Sepang - Sunglasses.avif",
        "category": "accessories",
        "description": "A state-of-the-art design and high technical performance distinguish these Sepang sunglasses by Carrera for Ducati. They feature a nylon frame, car...",
        "description2": "A state-of-the-art design and high technical performance distinguish these Sepang sunglasses by Carrera for Ducati. They feature a nylon frame, carbon fiber temples and green polarized lenses which give an extra sporty touch to this model. They can be worn under the helmet and are an absolute must-have, on or off the bike.",
        "serch": "glasses & watches"
    },
    {
        "id": "jerez-sunglasses",
        "name": "Jerez - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Jerez - Sunglasses/Jerez - Sunglasses.avif",
        "category": "accessories",
        "description": "The Jerez model made in collaboration with Carrera is enhanced by the nylon frame and temples, with the perfect combination of style and performanc...",
        "description2": "The Jerez model made in collaboration with Carrera is enhanced by the nylon frame and temples, with the perfect combination of style and performance. This model features ultra-polarized lenses and non-slip rubber inserts, to guarantee a perfect fit even when worn under the helmet, and also boasts customized finishing touches by these two leading brands.",
        "serch": "glasses & watches"
    },
    {
        "id": "assen-sunglasses",
        "name": "Assen - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Assen - Sunglasses/Assen - Sunglasses.jfif",
        "category": "accessories",
        "description": "These sunglasses combine Carrera technology with the distinctive traits of the iconic and legendary Ducati trademark. A stylish yet sporty model wi...",
        "description2": "These sunglasses combine Carrera technology with the distinctive traits of the iconic and legendary Ducati trademark. A stylish yet sporty model with a round frame and nylon temples. The polarized red lenses can be worn under the helmet and complete the unique and bold look of this Assen model.",
        "serch": "glasses & watches"
    },
    {
        "id": "motegi-sunglasses",
        "name": "Motegi - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Motegi - Sunglasses/Motegi - Sunglasses.avif",
        "category": "accessories",
        "description": "With high performance and stylish details, these sunglasses by Carrera for Ducati perfectly reflect the passions shared between these two iconic sp...",
        "description2": "With high performance and stylish details, these sunglasses by Carrera for Ducati perfectly reflect the passions shared between these two iconic sports brands. The squared-off frame features a unique aerodynamic design inspired by the original style of Ducati Panigale, while the rubber panels and inner grips ensure comfort and stability for every occasion. They are designed for a perfect fit also under bike helmets.",
        "serch": "glasses & watches"
    },
    {
        "id": "silverstone-sunglasses",
        "name": "Silverstone - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Silverstone - Sunglasses/Silverstone - Sunglasses.jfif",
        "category": "accessories",
        "description": "The Silverstone sunglasses are the result of a collaboration between Ducati and Carrera, and designed to ensure a perfect fit when worn under a mot...",
        "description2": "The Silverstone sunglasses are the result of a collaboration between Ducati and Carrera, and designed to ensure a perfect fit when worn under a motorbike helmet. A high performance accessory thanks to its straight, slim temples, glossy rubber tips, red lenses and the edgy square-shaped design. The ideal trendy touch to make sure you never go unnoticed.",
        "serch": "glasses & watches"
    },
    {
        "id": "zeltweg-sunglasses",
        "name": "Zeltweg - Sunglasses",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Zeltweg - Sunglasses/Zeltweg - Sunglasses.jfif",
        "category": "accessories",
        "description": "The Zeltweg sunglasses designed by Carrera for Ducati stand apart for their iconic style, thanks to the round red multilayer lenses and the black f...",
        "description2": "The Zeltweg sunglasses designed by Carrera for Ducati stand apart for their iconic style, thanks to the round red multilayer lenses and the black frame. The temples reflect the design of the Panigale motorbike whilst the smaller size and glossy rubber tips make them ideal for wearing under a helmet. Looking far into the distances is easy when you're inspired by the Red motorbikes of Borgo Panigale.",
        "serch": "glasses & watches"
    },
    {
        "id": "dc-power-wall-clock",
        "name": "DC Power - Wall clock",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Power - Wall clock/DC Power - Wall clock.avif",
        "category": "accessories",
        "description": "Check the time on the original Ducati wall clock with a metal base. Quartz movement made in Germany with elements having a 3D effect. An excellent ...",
        "description2": "Check the time on the original Ducati wall clock with a metal base. Quartz movement made in Germany with elements having a 3D effect. An excellent companion for both work and home.",
        "size": "28 x 30 cm",
        "serch": "glasses & watches"
    },
    {
        "id": "redline-t3-trolley",
        "name": "Redline T3 - Trolley",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T3 - Trolley/Redline T3 - Trolley.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T3 - Trolley/Redline T3 - Trolley2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T3 - Trolley/Redline T3 - Trolley3.avif",
        "category": "accessories",
        "description": "The Redline T3 trolley is the result of the attention to detail and quality that characterizes Ogio and the “Red” of Borgo Panigale, the ideal solu...",
        "description2": "The Redline T3 trolley is the result of the attention to detail and quality that characterizes Ogio and the “Red” of Borgo Panigale, the ideal solution to carry all your motorcycle equipment with you when traveling or pack your suitcases in perfect Ducati style. The hard-wearing 600 D polyester fabric guarantees maximum resistance, while the rigid SLED feature optimizes load distribution. The customized inner liner can be divided using the mesh panels, to created practical compartments, and is perfect for carrying even the most delicate equipment, thanks to the iFOM integrated foam construction. The sturdy retractable handle and large wheels make it practical to carry, even when full. The excellent technical feature is enhanced by the colors and design of the unmistakable Ducati livery, which also turns this practical trolley into a stylish accessory.",
        "product-details": "Customizations Print Plus Personalised lining SLED (Structural Load Equalizing Deck) System for increased durability and handling in the harshest of conditions Wide mouth opening for easy access to all gear compartments Large main compartment with adjustable dividers iFOM (integrated foam) construction throughout for added gear protection Heavy duty oversized wheels with extra clearance Secure hold compression strap system Telescoping pull handle Address tag Rollable footstool mat for clothing change",
        "size": "92,5 x 43 x 38,5 cm - 145 L ",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-t5-trolley",
        "name": "Redline T5 - Trolley",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T5 - Trolley/Redline T5 - Trolley.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T5 - Trolley/Redline T5 - Trolley2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T5 - Trolley/Redline T5 - Trolley3.avif",
        "category": "accessories",
        "description": "From the attention to detail and quality typical of Ogio and the Borgo Panigale brand comes the ample Redline T5 trolley. Boasting a volume of 100 ...",
        "description2": "From the attention to detail and quality typical of Ogio and the Borgo Panigale brand comes the ample Redline T5 trolley. Boasting a volume of 100 liters, it allows you to carry all your motorbike gear or pack in perfect Ducati style. The waterproof polyester fabric guarantees maximum durability, while the rigid structure optimizes load distribution. The customized inner liner with the Desmo design is perfect for carrying even the most delicate equipment, thanks to the iFOM integrated foam construction. The sturdy telescopic handle and the large, all-terrain wheels facilitate transportation, even when full. The excellent technical features are complemented by two large side pockets, 4 handles, and two ample inside pockets in stretch mesh. The exterior of the trolley is embellished with subtle yet distinctive customizations, which match the other items in the line and render this accessory particularly stylish.",
        "product-details": "Customizations Print Plus U-shaped zippered expansion gusset increases carrying volume iFOM (integrated foam) construction throughout for added gear protection Waterproof Telescopic handle Two stretch mesh inner pockets Waterproof fabric Wheels suitable for all terrain types 4 handles Two spacious side pockets",
        "size": "81 x 40,5 x 30,5 - 4,1kg - 100L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-b1-preformed-knapsack",
        "name": "Redline B1 - Preformed knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B1 - Preformed knapsack/Redline B1 - Preformed knapsack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B1 - Preformed knapsack/Redline B1 - Preformed knapsack2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B1 - Preformed knapsack/Redline B1 - Preformed knapsack3.png",
        "category": "accessories",
        "description": "Redline B1, made by Ogio with Ducati customizations, is a preformed knapsack designed to be functional on the motorcycle. The semi-rigid outer stru...",
        "description2": "Redline B1, made by Ogio with Ducati customizations, is a preformed knapsack designed to be functional on the motorcycle. The semi-rigid outer structure adapts to the body and does not lose its shape in the wind, while the interior is arranged to hold all materials neatly and securely. Lined pockets, partitions, and soft fabrics provide safe storage for any kind of accessory, while outside there are volume adjustments, breathable 3D mesh inserts, and even a handy removable pouch. A true technical knapsack to accompany sporty riders on road trips",
        "product-details": "Customizations Application of metal personalizations Patch, embroidery and print Plus Reflex inserts Personalised lining Streamlined single shot molded exterior is water resistant and will not deform from wind shear. Shoulder gasket conforms to body and increases aerodynamics Bolstered back foam profile increases air ventilation Soft neck shoulder straps increase comfort while riding and will not scratch helmet exterior Removable zippered fleece lined hip accessory pouch Off center removable hip belt won’t scratch gas tank Zippered fleece lined personal electronics/valuables pocket Equipped with eyelets for camel bag insertion Deluxe organizer panel with zippered security pocket and stretch mesh dividers Dedicated shoe storage compartments for the commuting professional Padded interior helmet visor sleeve U-shaped zippered expansion gusset increases carrying volume Ergonomic, padded and fully adjustable riding specific shoulder straps with quick release exit buckle Concealed aerodynamic carry handle Fully adjustable and removable no slip sternum strap Integrated removable helmet carry strap Padded tablet pocket Large main compartment with adjustable dividers and padded helmet",
        "size": "52,1 x 36,8 x 17,8 cm - 1,7 kg - 16,8 to 24 L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-t4-trolley",
        "name": "Redline T4 - Trolley",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T4 - Trolley/Redline T4 - Trolley.jfif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T4 - Trolley/Redline T4 - Trolley2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline T4 - Trolley/Redline T4 - Trolley3.jfif",
        "category": "accessories",
        "description": "Produced by Ogio exclusively for Ducati, Redline T4 is a practical trolley designed for short trips. Its compact size of 53x35.5x20 cm and its 3.5 ...",
        "description2": "Produced by Ogio exclusively for Ducati, Redline T4 is a practical trolley designed for short trips. Its compact size of 53x35.5x20 cm and its 3.5 kg - 38.5 l capacity make it suitable to be taken into the cabin as hand luggage. The sturdy retractable handle makes it easy to move, while the 3 exterior pockets and secure closure system with compression straps maximize convenience. The custom lining, logo and eye-catching Ducati red details of the outer cover make it the ideal accessory to ensure that you don't give up your passion for the Red bike made in Borgo Panigale even on vacation.",
        "product-details":"Customizations Print Plus Personalised lining Secure hold compression strap system Telescoping pull handle 3 outer pockets",
        "size": "53 x 35,5 x 20 cm - 3,5 kg - 38,5 L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-d1-bag",
        "name": "Redline D1 - Bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline D1 - Bag/Redline D1 - Bag.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline D1 - Bag/Redline D1 - Bag2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline D1 - Bag/Redline D1 - Bag3.avif",
        "category": "accessories",
        "description": "Gym bag or backpack? Redline D1, designed for sports lovers, can be used as both: the handles of the bag become the shoulder straps of the backpack...",
        "description2": "Gym bag or backpack? Redline D1, designed for sports lovers, can be used as both: the handles of the bag become the shoulder straps of the backpack and allow for a dual use. Redline D1 is equipped with a large central compartment with inside pocket, two ventilated side areas for wet clothes and shoes, a water-resistant compartment for storing wet/dry clothes, a space for food, a rigid case for glasses and an insulated pocket for water bottles. This sturdy, versatile and roomy backpack-bag (49 liters) is made with high quality materials and customized Ducati with reflex and black prints, zip puller and inner lining with a design of the desmo.",
        "product-details": " Customizations Patch and print Plus Personalised lining Reflex prints Crush resistant molded EVA lockable armored pocket H20 resistant wet/dry clothes storage compartment 360° air flow ventilation gusset in wet/dry compartment Ventilated shoe compartment (holds two pairs) Nutrition specific organization panel Insulated hydration bottle pocket",
        "size": "30,5 x 66 x 30 cm - 1,5 Kg - 49 L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-b4-all-use-knapsack",
        "name": "Redline B4 - All-use knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B4 - All-use knapsack/Redline B4 - All-use knapsack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B4 - All-use knapsack/Redline B4 - All-use knapsack2.jfif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B4 - All-use knapsack/Redline B4 - All-use knapsack3.avif",
        "image4": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B4 - All-use knapsack/Redline B4 - All-use knapsack4.avif",
        "category": "accessories",
        "description": "The handy Redline B4 preformed motorcycle knapsack, developed in collaboration with Ogio, won't lose its shape in the wind, while the interior is a...",
        "description2": "The handy Redline B4 preformed motorcycle knapsack, developed in collaboration with Ogio, won't lose its shape in the wind, while the interior is arranged to hold all materials neatly and securely. The foam on the back support profile increases ventilation, while a removable helmet bag that attaches to the knapsack with hooks is located in a special compartment at the front. Zippers eliminate vibrations, providing added safety, and ergonomic, padded, adjustable shoulder straps with quick hookups provide excellent comfort. The flat bottom allows it to stand upright and the comfortable padded compartment can accommodate most 15-inch laptops, making it suitable for more urban use as well. Ducati customizations make Redline B4 an iconic accessory with character, perfect for unleashing your Ducati passion both on and off the bike.",
        "product-details": "Customizations Patch and print Plus Reflex inserts Personalised lining The flat bottom allows the bag to stand upright The concealed helmet compartment accommodates most full face helmets Zippers eliminate vibration and provide added security The padded laptop compartment fits most 15\" laptops Bolstered back foam profile increases air ventilation Ergonomic, padded and fully adjustable riding specific shoulder straps with quick release exit buckle",
        "size": "31 x 17 x 45 cm - 1 kg - 16 L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "scr-tour-refrigiwear-cabin-backpack",
        "name": "SCR Tour Refrigiwear - Cabin backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Tour Refrigiwear - Cabin backpack/SCR Tour Refrigiwear - Cabin backpack.avif",
        "category": "accessories",
        "description": "The Tour duffel bag created by the collaboration between Scrambler Ducati and Refrigiwear, is the perfect accessory for all travel requirements and...",
        "description2": "The Tour duffel bag created by the collaboration between Scrambler Ducati and Refrigiwear, is the perfect accessory for all travel requirements and complies with cabin baggage size regulations. A front zipped pocket, side handle and side adjusters make it even more handy and practical. Customizations such as the front reflecting print and elastic pockets on the front make this accessory an absolute must-have that never goes unnoticed.",
        "product-details": "Customizations Print Plus Inner computer pocket Ergonomic and adjustable shoulder straps Back in 3D mesh to increase ventilation and comfort.",
        "size": "48x34x16",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-b3-all-use-knapsack",
        "name": "Redline B3 - All-use knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B3 - All-use knapsack/Redline B3 - All-use knapsack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B3 - All-use knapsack/Redline B3 - All-use knapsack2.jfif",
        "category": "accessories",
        "description": "The Redline B3 backpack produced by Ogio in the exclusive Ducati version has a capacity of 22 liters and a multi-pocket construction that allows yo...",
        "description2": "The Redline B3 backpack produced by Ogio in the exclusive Ducati version has a capacity of 22 liters and a multi-pocket construction that allows you to transport a large number of objects in a safe, organized manner. Equipped with padded pockets for PC and tablet, rigid shaped compartment with fleece lining, bottle holder, ergonomic shoulder straps, and a HUB (Hybrid Unibody Backpanel) padded back, it offers superior comfort and versatility of use, both on the bike and in leisure time.",
        "product-details": "Customizations Patch and print Plus Personalised lining Crush proof Tech Vault pocket with soft tricot liner Integrated foam panels keep your electronics and other valuables protected Dedicated compartment with top insertion fits most 15\" laptops Dual side water bottle/accessory holders Soft touch padded neoprene grab handle Fully adjustable ergonomic shoulder straps with molded protection zone HUB (Hybrid Unibody Backpanel) for ultimate comfort Padded iPad/tablet/e-reader pocket Padded mouse/digital camera pocket Reflective panels",
        "size": "49,5 x 38 x 26,5 cm - 1,6 Kg - 22 L",
        "serch": "bags & umbrellas"
    },
    {
        "id": "urban-travel-duffle-bag",
        "name": "Urban - Travel duffle bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Travel duffle bag/Urban - Travel duffle bag.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Travel duffle bag/Urban - Travel duffle bag2.avif",
        "category": "accessories",
        "description": "Functional and practical, this Ducati Urban duffel bag is the perfect companion for short trips for business or leisure. Also perfect for sports th...",
        "description2": "Functional and practical, this Ducati Urban duffel bag is the perfect companion for short trips for business or leisure. Also perfect for sports thanks to the convenient outer side pocket for shoes. It has numerous compartments, including an inside pocket where valuables can be stored and a front pocket for quicker access. The bottom is PVC coated, giving greater water resistance over time. It has a comfortable shoulder strap with padded loop and a trolley sleeve, thus increasing comfort while traveling.",
        "product-details": "Customizations Print Patch with fabric label Plus Personalised lining 3 outer pockets Dedicated shoe storage compartments for the commuting professional Removable shoulder bag included",
        "size": "50,75 x 27,25 x 24,75 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "urban-backpack",
        "name": "Urban - Backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Backpack/Urban - Backpack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Backpack/Urban - Backpack2.avif",
        "category": "accessories",
        "description": "The Ducati Urban by Ogio knapsack is the perfect accessory for both work and leisure. The inner compartment, ideal for storing a laptop, is padded ...",
        "description2": "The Ducati Urban by Ogio knapsack is the perfect accessory for both work and leisure. The inner compartment, ideal for storing a laptop, is padded and fleece-lined with convenient side access. It has several pockets for organizing personal belongings and a top pocket for safely storing valuables. It also features a padded tablet compartment. It comes complete with dual-density foam shoulder straps and a padded back panel for added stability when carrying heavy loads, so you can carry everything you need in comfort.",
        "product-details": " Customizations Print Fabric jacquard label Plus Personalised lining 3 outer pockets Inner computer pocket Ergonomic and adjustable shoulder straps Back in 3D mesh to increase ventilation and comfort. Soft touch PVC bottom",
        "size": " 50 x 20 x 35 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "scr-tour-refrigiwear-scrambler-cabin-backpack",
        "name": "SCR Tour Refrigiwear Scrambler - Cabin backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Tour Refrigiwear Scrambler - Cabin backpack/SCR Tour Refrigiwear Scrambler - Cabin backpack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Tour Refrigiwear Scrambler - Cabin backpack/SCR Tour Refrigiwear Scrambler - Cabin backpack2.avif",
        "category": "accessories",
        "description": "The collaboration between RefrigiWear® and Scrambler® Ducati continues with the SCR Tour knapsack with its contemporary design and urban style, ide...",
        "description2": "The collaboration between RefrigiWear® and Scrambler® Ducati continues with the SCR Tour knapsack with its contemporary design and urban style, ideal for everyday use. This accessory in black technical fabric with a yellow ocher feature on the front and the maxi “Scrambler X Ducati” logo, features a compact and expandable design, with a spacious main compartment and a zipped front pocket. Ideal for those who live according to the iconic and original style of the Scrambler® Ducati world.",
        "product-details": " Customizations Print Plus Expandable knapsack PC holder compartment Ergonomic shoulder pads Pass trolley",
        "size": "Compact version 28 x 40 x 13, capacity 15 liters Expanded version 28 x 40 x 20, capacity 23 liters",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-b5-all-use-knapsack",
        "name": "Redline B5 - All-use knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B5 - All-use knapsack/Redline B5 - All-use knapsack.jfif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B5 - All-use knapsack/Redline B5 - All-use knapsack2.jfif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline B5 - All-use knapsack/Redline B5 - All-use knapsack3.avif",
        "category": "accessories",
        "description": "Made by Ogio in an exclusive version dedicated to Ducati, the Redline B5 knapsack boasts an urban look and an impressive 21-liter capacity. This li...",
        "description2": "Made by Ogio in an exclusive version dedicated to Ducati, the Redline B5 knapsack boasts an urban look and an impressive 21-liter capacity. This lightweight and compact accessory features a multi-compartment construction that allows you to carry a large number of items in a safe and organized manner. It also features padded pockets for a laptop and tablet, bottle holders, ergonomically adjustable shoulder straps, and a 3D mesh back panel for enhanced ventilation and comfort. The convenient trolley attachment system and rain cover with reflective detailing for better night time visibility render this knapsack particularly practical and versatile. It’s the perfect companion for both motorbike adventures and leisure time.",
        "product-details": "Customizations Patch and print Plus Ergonomic and adjustable shoulder straps Integrated foam panels keep your electronics and other valuables protected Dedicated compartment with top insertion fits most 15\" laptops Dual side water bottle/accessory holders Padded iPad/tablet/e-reader pocket Back in 3D mesh to increase ventilation and comfort. Waterproof rain cover with reflecting detail for night visibility Trolley latch-on system",
        "size": "45,5x30.5x15 cm - 0,5 Kg - 21 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "scr-travel-refrigiwear-backpack",
        "name": "SCR Travel Refrigiwear - Backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Travel Refrigiwear - Backpack/SCR Travel Refrigiwear - Backpack.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Travel Refrigiwear - Backpack/SCR Travel Refrigiwear - Backpack2.avif",
        "versions": [
            {
                "name": "SCR Travel Refrigiwear - Backpack Yellow",
                "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Travel Refrigiwear - Backpack/SCR Travel Refrigiwear - Backpack Yellow.avif",
                "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Travel Refrigiwear - Backpack/SCR Travel Refrigiwear - Backpack Yellow 2.avif"
            }
        ],
        "category": "accessories",
        "description": "From the partnership between RefrigiWear and Scrambler comes the SCR Travel knapsack, inspired by the Land of Joy. Made from water-resistant fabric...",
        "description2": "From the partnership between RefrigiWear and Scrambler comes the SCR Travel knapsack, inspired by the Land of Joy. Made from water-resistant fabric, it features a handy internal laptop pocket, and ergonomic adjustable shoulder straps. Maximum comfort is guaranteed by the 3D mesh back, which improves ventilation. Available in two color options, it’s the perfect accessory to liven up the work, study, or leisure time with an unmistakably Scrambler appeal.",
        "product-details": " Customizations Print Plus Water-resistant fabric Inner computer pocket Ergonomic and adjustable shoulder straps Back in 3D mesh to increase ventilation and comfort.",
        "size": " 29 x 46 x 16 cm - 21 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "urban-pc-bag",
        "name": "Urban - PC bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - PC bag/Urban - PC bag.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - PC bag/Urban - PC bag2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - PC bag/Urban - PC bag3.avif",
        "category": "accessories",
        "description": "Functionality and versatility for this Ducati Urban PC bag designed to meet the needs of both professionals and students alike. Provided with padde...",
        "description2": "Functionality and versatility for this Ducati Urban PC bag designed to meet the needs of both professionals and students alike. Provided with padded compartments ideal for a PC or tablet, it also features an organizational panel in the main compartment. The hidden front pocket allows you to carry valuables safely, while for added convenience of use it has a removable or hidden service strap and shoulder straps that turn it into a practical backpack. There is also a trolley sleeve, which makes it easier to transport and provides greater convenience during use.",
        "product-details": " Customizations Print Fabric jacquard label Plus Personalised lining 3 outer pockets Inner computer pocket Ergonomic and adjustable shoulder straps Removable shoulder bag included",
        "size": " 38.8 x 29.2 x 10.1",
        "serch": "bags & umbrellas"
    },
    {
        "id": "scr-tour-refrigiwear-backpack",
        "name": "SCR Tour Refrigiwear - Backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Tour Refrigiwear - Backpack/SCR Tour Refrigiwear - Backpack.avif",
        "versions": [
            {
                "name": "SCR Tour Refrigiwear - Backpack Black",
                "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Tour Refrigiwear - Backpack/SCR Tour Refrigiwear - Backpack black.jfif"
            }
        ],
        "category": "accessories",
        "description": "The Tour knapsack designed by Refrigiwear for Ducati Scrambler is the ideal accessory for everyday use or a day out. This practical and handy knaps...",
        "description2": "The Tour knapsack designed by Refrigiwear for Ducati Scrambler is the ideal accessory for everyday use or a day out. This practical and handy knapsack features a zipped front pocket, elastic pockets on the front with stretch mesh side compartments and an inside notebook pocket. Ergonomically designed shoulder straps with a front closure distribute the load making this accessory handy and practical.",
        "product-details": " Customizations Print Plus Ergonomic and adjustable shoulder straps Back in 3D mesh to increase ventilation and comfort",
        "size": " 30x18x46 cm - 25 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "scr-refrigiwear-backpack",
        "name": "SCR Refrigiwear - Backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SCR Refrigiwear - Backpack/SCR Refrigiwear - Backpack.jfif",
        "category": "accessories",
        "description": "The minimalist Refrigiwear style meets the Scrambler urban look in a total black knapsack boasting great personality, thanks to the printed logos a...",
        "description2": "The minimalist Refrigiwear style meets the Scrambler urban look in a total black knapsack boasting great personality, thanks to the printed logos and label woven in the Land of Joy's brightest colors. Exceptionally functional thanks to the outer pocket, an inside PC pocket, and the ergonomic adjustable shoulder straps. A fashion inspired accessory whose iconic simplicity is its greatest virtue.",
        "product-details": "Customizations Print Patch with fabric label Plus 1 outer pocket Inner computer pocket Ergonomic and adjustable shoulder straps",
        "size": " 26 x 42 x 14 cm - 15 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-gym-bag",
        "name": "DC Sport - Gym Bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Gym Bag/DC Sport - Gym Bag.avif",
        "category": "accessories",
        "description": "Practical gym bag by Ducati Corse. The 3 outer pockets, the inner pocket and the dedicated shoe storage compartment make it extremely functional. T...",
        "description2": "Practical gym bag by Ducati Corse. The 3 outer pockets, the inner pocket and the dedicated shoe storage compartment make it extremely functional. This accessory boasts attention to detail, with a soft touch PVC bottom and logo also printed on the inner liner of the pockets. The mix of striking Ducati colors and the reflecting inserts complete the look of this exclusive accessory, which will not go unnoticed.",
        "product-details": " Customizations Patch and print Plus 3 outer pockets, 1 internal pocket Reflex inserts Soft touch PVC bottom Dedicated shoe storage compartments for the commuting professional",
        "size": " 35 x 65 x 35 cm", 
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-p1-tool-pack",
        "name": "Redline P1 - Tool pack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P1 - Tool pack/Redline P1 - Tool pack.jfif",
        "category": "accessories",
        "description": "The Redline P1 organizer waist bag is the ideal accessory for every need. Thanks to its size and the expertise with which it is built, it can carry...",
        "description2": "The Redline P1 organizer waist bag is the ideal accessory for every need. Thanks to its size and the expertise with which it is built, it can carry both personal and mechanical accessories. Inside it has a waterproof document holder pocket, a removable case for drinks, and numerous compartments. In the area that runs along the body, made of non-slip PVC, an internal protective pad has been inserted.",
        "product-details": " Customizations Patch and print Plus Personalised lining Hip foam padding for ultimate comfort Adjustable padded waist belt Expandable beverage stow-away holster with cinch strap",
        "size": " 10.1x15.2x66 cm – 0.6 Kg – 7.3 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-backpack",
        "name": "DC Sport - Backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Backpack/DC Sport - Backpack.avif",
        "category": "accessories",
        "description": "Exclusive Ducati Corse knapsack with 2 outer pockets, an inside PC pocket, reflecting inserts and bottle holder. The ergonomic and adjustable shoul...",
        "description2": "Exclusive Ducati Corse knapsack with 2 outer pockets, an inside PC pocket, reflecting inserts and bottle holder. The ergonomic and adjustable shoulder straps, the backrest made from 3D mesh for extra ventilation and the soft touch PVC bottom make it an exceptionally comfortable accessory. The original, unmistakably Ducati graphic design, features the shield patch and logo, so that you always have the bold character of the “Red” of Borgo Panigale with you while traveling, at work or at university.",
        "product-details": " Customizations Patch and print Plus 2 outer pockets Inner computer pocket Ergonomic and adjustable shoulder straps Dual side water bottle/accessory holders Reflective panels Back in 3D mesh to increase ventilation and comfort. Soft touch PVC bottom",
        "size": " 50 x 20 x 35 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-p3-helmet-bag",
        "name": "Redline P3 - Helmet bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P3 - Helmet bag/Redline P3 - Helmet bag.jfif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P3 - Helmet bag/Redline P3 - Helmet bag2.avif",
        "image3": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P3 - Helmet bag/Redline P3 - Helmet bag3.avif",
        "category": "accessories",
        "description": "Indispensable accessory in the equipment of every rider, the Redline P3 helmet holder represents a combination of practicality and style. Its overs...",
        "description2": "Indispensable accessory in the equipment of every rider, the Redline P3 helmet holder represents a combination of practicality and style. Its oversized measurements make it suitable for most helmet types and sizes. The removable shoulder strap offers maximum functionality, while the integrated foam panels and fleece inner liner provide enhanced protection. The matching design with all the other items in the line of the same name, created in collaboration with Ogio, makes this accessory iconic and gritty, completing the rider's equipment with an item for true connoisseurs, because style is all about the details.",
        "product-details": " Customizations Print Plus The pannier is oversized to fit most helmet types and sizes Integrated foam panels and fleece inner liner provide enhanced protection Removable, fleece-lined case for visor included Removable shoulder bag included",
        "size": " 40.5 x 27.9 x 30.4 cm – 0,9 Kg – 34l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "redline-p2-leg-bag",
        "name": "Redline P2 - Leg bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P2 - Leg bag/Redline P2 - Leg bag.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Redline P2 - Leg bag/Redline P2 - Leg bag2.avif",
        "category": "accessories",
        "description": "Practical REACH certified leg bag, designed to keep everything close at hand and free up the pockets without interfering with your riding. The adju...",
        "description2": "Practical REACH certified leg bag, designed to keep everything close at hand and free up the pockets without interfering with your riding. The adjustable waist and leg length belts are paired with an elastic band to fasten the strap flap in place, guaranteeing a perfect fit and maximum practicality. The waterproof removable bag protects your personal belongings from the rain. The discreet black color matches any outfit and is enhanced by Ducati red inserts and other customizations, so even the smallest details are bursting with style.",
        "product-details": " Customizations Print Plus Personalised lining Removable waterproof bag Adjustable waist and leg strap with an elastic band to secure the strap flap. The bag is designed to be positioned in such a way as not to interfere with riding.",
        "size": " 28 x 16,5 x 7,5 cm - 1,3 l",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-sling-backpack",
        "name": "DC Sport - Sling backpack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Sling backpack/DC Sport - Sling backpack.jfif",
        "category": "accessories",
        "description": "Practical single strap backpack by Ducati Corse. The 2 outer and single inner pockets make it exceptionally practical, while the 3D mesh backrest a...",
        "description2": "Practical single strap backpack by Ducati Corse. The 2 outer and single inner pockets make it exceptionally practical, while the 3D mesh backrest and ergonomic shoulder strap ensure extra breathability and improved comfort. The reflecting inserts and the maxi logo print bestow an iconic, sporty style, making it the perfect leisure time accessory.",
        "product-details": " Customizations Patch and print Plus 2 outer pockets, 1 inside pocket Reflex inserts Back in 3D mesh to increase ventilation and comfort. Ergonomic shoulder pad",
        "size": " 45 x 15 x 30 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "urban-shoulder-bag",
        "name": "Urban - Shoulder Bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Shoulder Bag/Urban - Shoulder Bag.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Shoulder Bag/Urban - Shoulder Bag2.avif",
        "category": "accessories",
        "description": "This practical accessory, crafted in collaboration with Ogio, guarantees quality, durability and a design featuring utmost attention to the finest ...",
        "description2": "This practical accessory, crafted in collaboration with Ogio, guarantees quality, durability and a design featuring utmost attention to the finest details. Two exterior pockets allow you to organize your personal effects in a tidy manner, while an adjustable shoulder strap guarantees versatility and excellent comfort. The red Ducati shield label, logo-marked zip-pullers and custom lining give that extra touch of character to this bag. The accessory designed for those who never forgo style during work time or leisure time",
        "product-details": " Customizations Print Fabric jacquard label Plus Personalised lining 2 outer pockets Soft touch PVC bottom Adjustable shoulder strap",
        "size": " 15,5 x 22 x 6,5 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "urban-beautycase",
        "name": "Urban - Beautycase",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Beautycase/Urban - Beautycase.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Urban - Beautycase/Urban - Beautycase2.avif",
        "category": "accessories",
        "description": "The Urban beauty-case is dedicated to Ducatisti who love traveling and trips out of town, on two wheels and more. This spacious accessory designed ...",
        "description2": "The Urban beauty-case is dedicated to Ducatisti who love traveling and trips out of town, on two wheels and more. This spacious accessory designed in collaboration with Ogio, features practical compartments and a handy hook to hang up the beauty case when in use, and adapt to even the most adventurous situations. The red Ducati shield label, logo-marked zip-pullers and the custom lining add even more personality to this accessory, making it a must-have for your next business or leisure trip.",
        "product-details": " Customizations Print Fabric jacquard label Plus Personalised lining",
        "size": " 30 x 20 x 10 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "energy-van-orton-knapsack",
        "name": "Energy Van Orton - Knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Energy Van Orton - Knapsack/Energy Van Orton - Knapsack.avif",
        "category": "accessories",
        "description": "Knapsack",
        "product-details": "Grammage 360 gsm Customizations Print",
        "size": " 38x48 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "ducati-corse-speed-umbrella",
        "name": "Ducati Corse Speed - Umbrella",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Corse Speed - Umbrella/Ducati Corse Speed - Umbrella.jfif",
        "category": "accessories",
        "description": "With the Ducati Corse Speed umbrella, rainy days become tinged with the iconic shade of red and made more cheerful by the bold determination and ch...",
        "description2": "With the Ducati Corse Speed umbrella, rainy days become tinged with the iconic shade of red and made more cheerful by the bold determination and character of the Borgo Panigale two wheeled fleet. Practical and durable, it's the perfect accessory to take to the track to support Ducati on a wet race or to make a gray day much less boring.",
        "product-details": " Customizations Print",
        "size": "Ø 120 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "ducati-dotted-umbrella",
        "name": "Ducati Dotted - Umbrella",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Dotted - Umbrella/Ducati Dotted - Umbrella.jfif",
        "category": "accessories",
        "description": "The Ducati Dotted umbrella is a practical accessory with a subtle but never mundane style, featuring sleek and captivating graphics, enhanced by th...",
        "description2": "The Ducati Dotted umbrella is a practical accessory with a subtle but never mundane style, featuring sleek and captivating graphics, enhanced by the tone-on-tone Ducati shield and the logo in the unmistakable shade of red. The perfect combination of functionality and aesthetics.",
        "product-details": " Customizations Print",
        "size": "Ø 98 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-waist-bag",
        "name": "DC Sport - Waist bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Waist bag/DC Sport - Waist bag.jfif",
        "category": "accessories",
        "description": "Ducati Corse waist bag with an inside and outer pocket and reflecting inserts for even better visibility. The iconic logo colors blend with neon to...",
        "description2": "Ducati Corse waist bag with an inside and outer pocket and reflecting inserts for even better visibility. The iconic logo colors blend with neon tones to create brand-new graphics, the perfect balance of practicality and style.",
        "product-details": " Customizations Patch and print Customizations Print Plus Reflex inserts 1 inside pocket 1 outer pocket",
        "size": " 30 x 15 x 10 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-fitness-waist-bag",
        "name": "DC Sport - Fitness waist bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Fitness waist bag/DC Sport - Fitness waist bag.avif",
        "category": "accessories",
        "description": "Fitness waist bag by Ducati Corse, with 2 outer pockets, an inside pocket, and reflecting inserts for even better visibility. The adjustable closur...",
        "description2": "Fitness waist bag by Ducati Corse, with 2 outer pockets, an inside pocket, and reflecting inserts for even better visibility. The adjustable closure guarantees an excellent fit for maximum comfort. The iconic logo colors blend with neon tones to create brand-new graphics, and make it the perfect accessory to unleash one's Ducati passion even when training.",
        "product-details": " Customizations Print Plus 2 outer pockets, 1 inside pocket Reflex inserts Adjustable waist fastening",
        "size": " 30 x 10 x 5 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-sport-knapsack",
        "name": "DC Sport - Knapsack",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Sport - Knapsack/DC Sport - Knapsack.webp",
        "category": "accessories",
        "description": "New Ducati Corse knapsack with outer pocket and reflecting inserts. Asymmetrical graphics, the colors of the “Red” of Borgo Panigale and a printed ...",
        "description2": "New Ducati Corse knapsack with outer pocket and reflecting inserts. Asymmetrical graphics, the colors of the “Red” of Borgo Panigale and a printed maxi logo enhance this minimalist style accessory, because simplicity should never be underrated.",
        "product-details": " Customizations Print Plus Reflex inserts 1 outer pocket",
        "size": " 48x38x5 cm", 
        "serch": "bags & umbrellas"
    },
    {
        "id": "d-travel-luggage-tag",
        "name": "D Travel - Luggage tag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/D Travel - Luggage tag/D Travel - Luggage tag.avif",
        "category": "accessories",
        "description": "Distinctive suitcase tag made of PVC. 3D injection logo in the iconic red and white colors for the true Ducatista.",
        "serch": "bags & umbrellas"
    },
    {
        "id": "dc-travel-luggage-tag-red",
        "name": "DC Travel - Luggage tag Red",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Travel - Luggage tag red/DC Travel - Luggage tag red.jfif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Travel - Luggage tag red/DC Travel - Luggage tag red2.avif",
        "category": "accessories",
        "description": "The Ducati Corse luggage tag is an essential travel companion. The 3D injection logo won't go unnoticed.",
        "serch": "bags & umbrellas"
    },
    {
        "id": "ducati-museum-shopper-canvas-shopper-bag",
        "name": "Ducati Museum Shopper - Canvas shopper bag",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Museum Shopper - Canvas shopper bag/Ducati Museum Shopper - Canvas shopper bag.png",
        "category": "accessories",
        "description": "Exclusive canvas shopper inspired by the epic Ducati 60 advert, with heritage-inspired graphics celebrating the first motorcycle in Ducati history....",
        "description2": "Exclusive canvas shopper inspired by the epic Ducati 60 advert, with heritage-inspired graphics celebrating the first motorcycle in Ducati history. So much more than just an accessory.",
        "product-details": " Customizations Print",
        "size": " 35 x 37 cm",
        "serch": "bags & umbrellas"
    },
    {
        "id": "gp-mug-24-special-edition-cap",
        "name": "GP Mug-24 Special Edition - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Mug-24 Special Edition - Cap/GP Mug-24 Special Edition - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Mug-24 Special Edition - Cap/GP Mug-24 Special Edition - Cap2.avif",
        "category": "accessories",
        "description": "Quality and New Era style blend with the bold character and the colors of the Ducati Lenovo Team to create this GP Mug-24 Special Edition cap boast...",
        "description2": "Quality and New Era style blend with the bold character and the colors of the Ducati Lenovo Team to create this GP Mug-24 Special Edition cap boasting a trendy and sophisticated look. The original red, green and white graphics on the front panels and visor are enhanced by an all-black rear and the official sponsor logos. A youthful and trendy accessory, ideal to cheer from the grandstands or unleash the MotoGP adrenalin in your free time.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "gp-mis-24-special-edition-cap",
        "name": "GP Mis-24 Special Edition - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Mis-24 Special Edition - Cap/GP Mis-24 Special Edition - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Mis-24 Special Edition - Cap/GP Mis-24 Special Edition - Cap2.avif",
        "category": "accessories",
        "description": "Expertly crafted by New Era for Ducati in the Lenovo Team colors, the GP Mis-24 Special Edition cap stands apart out for its youthful and original ...",
        "description2": "Expertly crafted by New Era for Ducati in the Lenovo Team colors, the GP Mis-24 Special Edition cap stands apart out for its youthful and original mood. The Italian Flag colors blend to form a modern graphic design that enhances the front panels and visor, enhanced by a total black rear and official sponsor logos. The perfect garment to pursue your passion in the stands or to give a bold MotoGP edge to every outfit.",
        "product-details": "Customizations Patch and embroidery ",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "gp-replica-pb63-24-cap",
        "name": "GP Replica PB63 24 - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Replica PB63 24 - Cap/GP Replica PB63 24 - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Replica PB63 24 - Cap/GP Replica PB63 24 - Cap2.avif",
        "category": "accessories",
        "description": "Exclusive cap dedicated to Pecco Bagnaia, who has dominated the world MotoGP standings for the last two years. Red is the key color and a patch bea...",
        "description2": "Exclusive cap dedicated to Pecco Bagnaia, who has dominated the world MotoGP standings for the last two years. Red is the key color and a patch bearing the number 1 together with the Ducati Corse logo can be found on the visor. A distinctly racing style, ideal for cheering on the world champion from the Ducati grandstands or also for everyday wear.",
        "product-details": "Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "gp-team-replica-24-eb23-cap",
        "name": "GP Team Replica 24 EB23 - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Team Replica 24 EB23 - Cap/GP Team Replica 24 EB23 - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Team Replica 24 EB23 - Cap/GP Team Replica 24 EB23 - Cap2.avif",
        "category": "accessories",
        "description": "Exclusive cap boasting the number 23 of the new talent in our official MotoGP team. The young style, sophisticated and uncompromisingly sporty, mat...",
        "description2": "Exclusive cap boasting the number 23 of the new talent in our official MotoGP team. The young style, sophisticated and uncompromisingly sporty, matches bright racing hues with darker shades, taking it all home with a tassel in three different reds, contrast writing and the Ducati Corse shield. The look is modern and iconic, to unleash all your passion for Ducati.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "gp-team-replica-24-cap",
        "name": "GP Team Replica 24 - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Team Replica 24 - Cap/GP Team Replica 24 - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Team Replica 24 - Cap/GP Team Replica 24 - Cap2.avif",
        "category": "accessories",
        "description": "The GP Team Replica 24 cap, developed in cooperation with New Era, features an eye-catching design and a strong racing red color, and is for true f...",
        "description2": "The GP Team Replica 24 cap, developed in cooperation with New Era, features an eye-catching design and a strong racing red color, and is for true fans who want to support the Reds of Borgo Panigale on the grandstands of a circuit or in moments of leisure. The Italian Tricolore on the visor is recognizable and faithfully recalls the Italian flag. The adjustable closure on the back offers a great fit for improved comfort.",
        "product-details": "Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "skyline-bucket-hat",
        "name": "Skyline - Bucket hat",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Skyline - Bucket hat/Skyline - Bucket hat.jpg",
        
        "category": "accessories",
        "description": "A bucket hat that stands out for its fun and eye-catching look. The stylized Ducati logo becomes an all-over decorative pattern, and is accentuated...",
        "description2": "A bucket hat that stands out for its fun and eye-catching look. The stylized Ducati logo becomes an all-over decorative pattern, and is accentuated by the black background with bold touches of red. The Skyline cap is an original Ducati accessory that will certainly not go unnoticed.",
        "product-details": " Customizations Patch and print",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "dc-tonal-bucket-hat",
        "name": "DC Tonal - Bucket hat",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Tonal - Bucket hat/DC Tonal - Bucket hat.avif",
        "category": "accessories",
        "description": "The DC Tonal bucket hat combines a discreet look with a fun appeal. The stylized shield becomes the main decorative motif, and is accentuated by th...",
        "description2": "The DC Tonal bucket hat combines a discreet look with a fun appeal. The stylized shield becomes the main decorative motif, and is accentuated by the jacquard woven label and the plastisol print. A minimalist and modern accessory with a sporty appeal.",
        "product-details": " Customizations Fabric jacquard label Plastisol print",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "dual-martin-cap",
        "name": "Dual Martin - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Martin - Cap/Dual Martin - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Martin - Cap/Dual Martin - Cap2.avif",
        "category": "accessories",
        "description": "Exclusive autographed Ducati Corse cap dedicated to the new entry to the Pramac team, Jorge Martin. The bright distinctly racing red color is match...",
        "description2": "Exclusive autographed Ducati Corse cap dedicated to the new entry to the Pramac team, Jorge Martin. The bright distinctly racing red color is matched with black and light blue to create a graphic design that is as trendy as it is eye-catching, and highlights the new rider's number. A youthful and sporty accessory, ideal to fully unleash one’s passion for the Red Bikes of Borgo Panigale and cheer on the “Martinator” Ducati.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "dual-bastianini-cap",
        "name": "Dual Bastianini - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Bastianini - Cap/Dual Bastianini - Cap.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Bastianini - Cap/Dual Bastianini - Cap2.jpg",
        "category": "accessories",
        "description": "Dual Bastianini is the cap boasting the number 23 of the new talent in our official MotoGP team. Its contemporary, sophisticated and uncompromising...",
        "description2": "Dual Bastianini is the cap boasting the number 23 of the new talent in our official MotoGP team. Its contemporary, sophisticated and uncompromisingly sporty style, matches bright racing hues with darker shades, taking it all home with the unmistakable rider number, contrasting lettering and the Ducati Corse logo. The look is modern and spirited, to unleash all your passion for Ducati.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "dc-950-crinkle-cap",
        "name": "DC 950 Crinkle - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC 950 Crinkle - Cap/DC 950 Crinkle - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC 950 Crinkle - Cap/DC 950 Crinkle - Cap2.jpg",
        "slika3": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC 950 Crinkle - Cap/DC 950 Crinkle - Cap3.avif",
        "category": "accessories",
        "description": "The result from a collaboration between Ducati and New Era, the DC 950 Crinkle visor cap, with a snapback model, captivates with its original graph...",
        "description2": "The result from a collaboration between Ducati and New Era, the DC 950 Crinkle visor cap, with a snapback model, captivates with its original graphics, in which the Reds of Borgo Panigale shield stands out against a trendy irregular pattern in different shades of red and black. This contemporary yet sporty accessory makes it perfect for use as leisure wear, as well as days dedicated to the Ducati passion.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "dual-pecco-bagnaia-63-cap",
        "name": "Dual Pecco Bagnaia 63 - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Pecco Bagnaia 63 - Cap/Dual Pecco Bagnaia 63 - Cap.jpg",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Dual Pecco Bagnaia 63 - Cap/Dual Pecco Bagnaia 63 - Cap2.jpg",
        "ategory": "accessories",
        "description": "Dual Pecco is the exclusive cap dedicated to the star rider of Italian motorcycling who is defending his title riding the Desmosedici GP. The numbe...",
        "description2": "Dual Pecco is the exclusive cap dedicated to the star rider of Italian motorcycling who is defending his title riding the Desmosedici GP. The number of “Pecco” Bagnaia and the Ducati Corse shield stand out against the red background, together with the white logo adorning the visor. An accessory with a sporty and distinctly racing style, perfect for cheering on the reigning two-time world champion in the Queen Class.",
        "product-details": "Customizations Patch 3D embroidery ",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "sbk-team-replica-24-cap",
        "name": "SBK Team Replica 24 - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/SBK Team Replica 24 - Cap/SBK Team Replica 24 - Cap.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/SBK Team Replica 24 - Cap/SBK Team Replica 24 - Cap2.avif",
        "category": "accessories",
        "description": "The SBK cap, inspired by the official Aruba.it Racing - Ducati team in the Superbike World Championship, features racing details in red and black a...",
        "description2": "The SBK cap, inspired by the official Aruba.it Racing - Ducati team in the Superbike World Championship, features racing details in red and black and embroidered logos with an attractive design. You can wear it while in the grandstands supporting your favorite bike as well as in moments of leisure in a perfect Superbike style. The Italian Tricolore on the visor is recognizable and faithfully recalls the Italian flag. The adjustable closure on the back offers a great fit for improved comfort.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "trucker-dc-cap",
        "name": "Trucker DC - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Trucker DC - Cap/Trucker DC - Cap.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Trucker DC - Cap/Trucker DC - Cap2.avif",
        
        "category": "accessories",
        "description": "The stylish Trucker DC cap, produced by New Era exclusively for Ducati Corse, features mesh side and back panels giving the accessory a relaxed fit...",
        "description2": "The stylish Trucker DC cap, produced by New Era exclusively for Ducati Corse, features mesh side and back panels giving the accessory a relaxed fit and a textured top. An eye-catching racing-inspired pattern is enhanced by the shield of the Red bikes of Borgo Panigale, resulting in a perfect accessory to wear both in the grandstand and in your free time.",
        "product-details": " Customizations Patch and embroidery Print",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "gp-team-replica-24-beanie",
        "name": "GP Team Replica 24 - Beanie",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/GP Team Replica 24 - Beanie/GP Team Replica 24 - Beanie.jpg",
        "category": "accessories",
        "description": "Exclusive Ducati Corse beanie with patch and embroidery. The New Era quality and perfect fit are combined with a clean and at the same time highly ...",
        "description2": "Exclusive Ducati Corse beanie with patch and embroidery. The New Era quality and perfect fit are combined with a clean and at the same time highly iconic design: an accessory designed to keep alive your passion for the Red bikes from Borgo Panigale even in the coldest months.",
        "product-details": " Customizations Patch and embroidery ",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "denim-trucker-cap",
        "name": "Denim Trucker - Cap",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Denim Trucker - Cap/Denim Trucker - Cap.avif",
        "image2": "/Slike/Ponudba/Vsi accessoriji/Accessories/Denim Trucker - Cap/Denim Trucker - Cap2.avif",
        "category": "accessories",
        "description": "Born from the partnership between New Era and Ducati, the Denim Trucker cap celebrates the free-spirited and open-minded values of the Scrambler br...",
        "description2": "Born from the partnership between New Era and Ducati, the Denim Trucker cap celebrates the free-spirited and open-minded values of the Scrambler brand. The minimalist and iconic styles of the two brands are perfectly combined, and are further accentuated by the embroidered front patch featuring the historic Scrambler logo, for an accessory dedicated to true Land of Joy enthusiasts.",
        "product-details": " Customizations Patch and embroidery",
        "size": "one size fits all",
        "serch": "caps & gloves"
    },
    {
        "id": "adrenaline-neck-warmer",
        "name": "Adrenaline - Neck warmer",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Adrenaline - Neck warmer/Adrenaline - Neck warmer.jpg",
        "category": "accessories",
        "description": "Exclusive Ducati Corse neck warmer. The all-over print in the iconic colors and the contrasting maxi logo turn an extremely functional accessory in...",
        "description2": "Exclusive Ducati Corse neck warmer. The all-over print in the iconic colors and the contrasting maxi logo turn an extremely functional accessory into a stylish detail that gives off all the thrill of the racing experience.",
        "product-details": "Customizations All over print",
        "size": "24x46 cm",
        "serch": "scarves & belts"
    },
    {
        "id": "ducati-sketch-neck-warmer",
        "name": "Ducati Sketch - Neck warmer",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Sketch - Neck warmer/Ducati Sketch - Neck warmer.jpg",
        "category": "accessories",
        "description": "Stylish neck warmer with all-over print. The discreet coloring, illuminated by iconic touches of red, and the particular graphic design make it the...",
        "description2": "Stylish neck warmer with all-over print. The discreet coloring, illuminated by iconic touches of red, and the particular graphic design make it the ideal accessory to make any sporty outfit bolder with the unmistakable Ducati style.",
        "product-details": "Customizations All over print",
        "size": "24x46 cm",
        "serch": "scarves & belts"
    },
    {
        "id": "skyline-neck-warmer",
        "name": "Skyline - Neck warmer",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Skyline - Neck warmer/Skyline - Neck warmer.jpg",
        "category": "accessories",
        "description": "The Skyline neck warmer features an all-over stylized Ducati logo decorative pattern, with brilliant hints of red. An exclusive accessory that repr...",
        "description2": "The Skyline neck warmer features an all-over stylized Ducati logo decorative pattern, with brilliant hints of red. An exclusive accessory that represents the perfect combination of functionality and style.",
        "product-details": " Customizations All over print",
        "size": "one size fits all",
        "serch": "scarves & belts"
    },
    {
        "id": "ducati-shield-metal-insignia",
        "name": "Ducati Shield - Metal insignia",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Shield - Metal insignia/Ducati Shield - Metal insignia.avif",
       
        "category": "accessories",
        "description": "The Ducati Shield is the metal sign bearing the unmistakable Ducati shield emblem, which is perfect for giving an extra touch of sportiness to your...",
        "description2": "The Ducati Shield is the metal sign bearing the unmistakable Ducati shield emblem, which is perfect for giving an extra touch of sportiness to your garage or for brightening up your home or office decor. A 100% Ducati accessory, for true connoisseurs.",
        "size": "31x30 cm",
        "serch": "insignia & plates"
    },
    {
        "id": "ducati-corse-shield-metal-insignia",
        "name": "Ducati Corse Shield - Metal insignia",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Corse Shield - Metal insignia/Ducati Corse Shield - Metal insignia.avif",
        "category": "accessories",
        "description": "The metal Ducati Corse Shield sign bears the legendary Ducati emblem. This impressive accessory certainly will not go unnoticed, and is perfect for...",
        "description2": "The metal Ducati Corse Shield sign bears the legendary Ducati emblem. This impressive accessory certainly will not go unnoticed, and is perfect for bringing the thrill of the racing world directly into your garage, or for hanging on a wall in the home or office.",
        "size": "31x30 cm",
        "serch": "insignia & plates"
    },
    {
        "id": "ducati-firma-leather-keyring",
        "name": "Ducati Firma - Leather keyring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Firma - Leather keyring/Ducati Firma - Leather keyring.avif",
        "category": "accessories",
        "description": "The Ducati Firma leather key ring is a discreet and practical accessory that never goes unnoticed given its signature red interior and hot embossed...",
        "description2": "The Ducati Firma leather key ring is a discreet and practical accessory that never goes unnoticed given its signature red interior and hot embossed logo. Because true style also depends on the quality of the details.",
        "product-details": " Customizations Heat transfer Ducati logo Plus Gift pack",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "ducati-lanyard",
        "name": "Ducati - Lanyard",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati - Lanyard/Ducati - Lanyard.avif",
        "category": "accessories",
        "description": "The pass holder is an indispensable accessory for all Ducati fans. Lightweight and easy to wear, it is perfect for any occasion.",
        "product-details": "Customizations Print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "ducati-corse-shield-rubber-key-ring",
        "name": "Ducati Corse Shield - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Corse Shield - Rubber Key Ring/Ducati Corse Shield - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "New rubber key ring with an embossed Ducati Corse shield print. A practical accessory that always makes a statement with its signature design and i...",
        "description2": "New rubber key ring with an embossed Ducati Corse shield print. A practical accessory that always makes a statement with its signature design and iconic colors.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "scrambler-logo-key-ring",
        "name": "Scrambler Logo - Key-ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Scrambler Logo - Key-ring/Scrambler Logo - Key-ring.avif",
        "category": "accessories",
        "description": "Iconic key ring in the colors that have always identified the two-wheel culture of the Land of Joy: simply Scrambler.",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "scrambler-bike-key-ring",
        "name": "Scrambler Bike - Key-ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Scrambler Bike - Key-ring/Scrambler Bike - Key-ring.avif",
        "category": "accessories",
        "description": "Original key ring dedicated to Scrambler. The iconic colors are combined with the bike's epic profile and a heritage-inspired logo, so you can take...",
        "description2": "Original key ring dedicated to Scrambler. The iconic colors are combined with the bike's epic profile and a heritage-inspired logo, so you can take all the Land of Joy style and energy with you, wherever you go.",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-logo-rubber-key-ring",
        "name": "DC Logo - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Logo - Rubber Key Ring/DC Logo - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "Practical rubber key ring with an embossed Ducati Corse logo print. A detail that conveys all the grit and determination of the Moto GP.",
        "product-details": "Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-helmet-rubber-key-ring",
        "name": "DC Helmet - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Helmet - Rubber Key Ring/DC Helmet - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "Original rubber key ring with an embossed print. The Ducati Corse helmet and iconic colors make this the ideal accessory for anyone who wants to fl...",
        "description2": "Original rubber key ring with an embossed print. The Ducati Corse helmet and iconic colors make this the ideal accessory for anyone who wants to flaunt a dash of distinctly racing adrenaline.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-panigale-v4s-rubber-key-ring",
        "name": "DC Panigale V4S - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Panigale V4S - Rubber Key Ring/DC Panigale V4S - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "A unique rubber key ring dedicated to the legendary Panigale, designed to make sure you take the mightiness of sporting power par excellence with y...",
        "description2": "A unique rubber key ring dedicated to the legendary Panigale, designed to make sure you take the mightiness of sporting power par excellence with you, wherever you go.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "ducati-shield-rubber-key-ring",
        "name": "Ducati Shield - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Shield - Rubber Key Ring/Ducati Shield - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "New rubber key ring with an embossed Ducati shield print. A practical accessory that pairs practicality and style.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "ducati-logo-rubber-key-ring",
        "name": "Ducati Logo - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Logo - Rubber Key Ring/Ducati Logo - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "Practical rubber key ring featuring the iconic logo of the “Reds” of Borgo Panigale, with an embossed print: simply Ducati.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "ducati-streetfighter-rubber-key-ring",
        "name": "Ducati Streetfighter - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Ducati Streetfighter - Rubber Key Ring/Ducati Streetfighter - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "A unique rubber key ring dedicated to the most aggressive and sporty naked bike, designed to make sure you take all the grit and power of the Stree...",
        "description2": "A unique rubber key ring dedicated to the most aggressive and sporty naked bike, designed to make sure you take all the grit and power of the Streetfighter with you wherever you go.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-lenovo-rubber-key-ring",
        "name": "DC Lenovo - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Lenovo - Rubber Key Ring/DC Lenovo - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "Embossed printed rubber key ring boasting the Ducati Corse shield and Lenovo logo. An eye-catching design and iconic colors, so you always have a t...",
        "description2": "Embossed printed rubber key ring boasting the Ducati Corse shield and Lenovo logo. An eye-catching design and iconic colors, so you always have a touch of Moto GP in your pocket.",
        "product-details": "Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-line-passholder-key-ring",
        "name": "DC Line - Passholder - Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Line - Passholder - Key Ring/DC Line - Passholder - Key Ring.jpg",
        "category": "accessories",
        "description": "The DC Line key ring and lanyard is a practical and functional accessory that features the bold colors and eye-catching rubberized graphics of the ...",
        "description2": "The DC Line key ring and lanyard is a practical and functional accessory that features the bold colors and eye-catching rubberized graphics of the Ducati Corse brand. Because the style also comes through in the details.",
        "product-details": " Customizations Rubber (PVC) application Print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "dc-black-rubber-key-ring",
        "name": "DC Black - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/DC Black - Rubber Key Ring/DC Black - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "The DC Black key ring with the embossed Ducati Corse logo and the Italian flag, is the ideal accessory to carry your passion for the Reds of Borgo ...",
        "description2": "The DC Black key ring with the embossed Ducati Corse logo and the Italian flag, is the ideal accessory to carry your passion for the Reds of Borgo Panigale wherever you go, or to add an iconic detail to a knapsack or bag.",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "scrambler-freedom-rubber-key-ring",
        "name": "Scrambler Freedom - Rubber Key Ring",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/Scrambler Freedom - Rubber Key Ring/Scrambler Freedom - Rubber Key Ring.avif",
        "category": "accessories",
        "description": "Rubber Key Ring",
        "product-details": " Customizations Relief print",
        "serch": "Key-Rings & Lighters"
    },
    {
        "id": "",
        "name": "",
        "image": "/Slike/Ponudba/Vsi accessoriji/Accessories/",
        "category": "accessories",
        "description": "",
        "description2": ".",
        "product-details": " ",
        "size": "",
        "serch": "Key-Rings & Lighters"
    }

]
